week3-1.py
  ...
        **التحدي الاول**

  week3-1.pyقومي بانشاء ملف باتوم باسم 

اكتبي لعبة تطبع اسم اللعبةاولا

  Numbers from 1 to 10 

ثم تطلب من المستخدم ان يحزر الرقم 

"Gusse the number: "

اذا المستخدم لم يدخل الرقم الصحيح ستبقى 

اللعبة تساله للابد,اذا قام بادخال الرقم الصحيح,

يظهر للمستخدم :

"Great! you did it!"

لا تنسي ان تقومي بتخزين رقم من اختيارك

ليكون هو الرقم الصحيح وتخزينه في متغير 

الرقم يجب ان يكون بين 1و10

  للملف هنا على الريبوزيتوري Runجربي الكود من خلال عمل 


   لGitHub ثم على
     ....

